brew "chezmoi"
brew "eza"
brew "fnm"
brew "git"
brew "htop"
brew "lazygit"
brew "neovim"
brew "openjdk@21"
brew "ripgrep"
brew "starship"
brew "zoxide"
brew "zsh"

# Will only get installed on macos
cask "font-jetbrains-mono-nerd-font"
cask "nikitabobko/tap/aerospace"
cask "rectangle"
cask "spotify"
cask "wezterm"
cask "zen-browser"
